Repository: akshay2000/XBMCRemoteRT
Catalog: XBMCRemoteRT/XBMCRemoteRT.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, he_il, hu_hu, pt, ru_ru, sr_latn_cs, sv_se

# AboutMenu.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: about
cs_cz: o aplikaci
de_de: über
he_il: אודות
hu_hu: névjegy
pt: sobre
ru_ru: о программе
sr_latn_cs: инфо
sv_se: om

# MoviesHubSectionHeader.Text
source: MOVIES
cs_cz: FILMY
de_de: FILME
he_il: סרטים
hu_hu: FILMEK
pt: FILMES
ru_ru: ФИЛЬМЫ
sr_latn_cs: ФИЛМОВИ
sv_se: FILMER

# MoviesHubSectionSubHeader.Text
source: see all movies
cs_cz: zobrazit všechny filmy
de_de: alle filme anzeigen
he_il: כל הסרטים
hu_hu: az összes film
pt: ver todos os filmes
ru_ru: смотреть все фильмы
sr_latn_cs: сви филмови
sv_se: se alla filmer

# MusicHubSectionHeader.Text
source: MUSIC
cs_cz: HUDBA
de_de: MUSIK
he_il: מוסיקה
hu_hu: ZENE
pt: MÚSICAS
ru_ru: МУЗЫКА
sr_latn_cs: МУЗИКА
sv_se: MUSIK

# MusicHubSectionSubHeader.Text
source: see all music
cs_cz: zobrazit všechnu hudbu
de_de: gesamte musik anzeigen
he_il: כל המוסיקה
hu_hu: az összes zene
pt: ver todas as músicas
ru_ru: вся музыка
sr_latn_cs: сва музика
sv_se: se all musik

source: not available
cs_cz: není k dispozici
de_de: nicht vorhanden
he_il: לא זמין
hu_hu: nem elérhető
pt: indisponível
ru_ru: не доступно
sr_latn_cs: нема
sv_se: ej tillgänglig

source: Nothing is playing
cs_cz: Nic nehraje
de_de: Keine Wiedergabe
he_il: כלום לא מתנגן
hu_hu: Nincs lejátszás folyamatban
pt: Nada está tocando
ru_ru: Ничего нет
sr_latn_cs: нема репродукције
sv_se: Inget spelas

# NowPlayingHeader.Text
source: NOW PLAYING
cs_cz: NYNÍ HRAJE
de_de: AKTUELLE WIEDERGABE
he_il: פועל עכשיו
hu_hu: MOST JÁTSZOTT
pt: TOCANDO
ru_ru: СЕЙЧАС ВОСПРОИЗВОДИТСЯ
sr_latn_cs: ПУШТА СЕ
sv_se: NU SPELAS

# NowPlayingSubHeader.Text
source: open remote
cs_cz: otevřít ovladač
de_de: fernbedienung öffnen
he_il: פתח שלט
hu_hu: távirányító
pt: abrir o controle
ru_ru: открыть пульт
sr_latn_cs: прикажи даљински
sv_se: öppna fjärrkontroll

# RemoteMenu.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: remote
cs_cz: ovladač
de_de: fernbedienung
he_il: שלט
hu_hu: távirányító
pt: controle
ru_ru: пульт
sr_latn_cs: даљински
sv_se: fjärrkontroll

# SettingsMenu.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: settings
cs_cz: nastavení
de_de: einstellungen
he_il: הגדרות
hu_hu: beállítások
pt: opções
ru_ru: настройки
sr_latn_cs: подешавања
sv_se: inställningar

# TVShowsHubSectionHeader.Text
source: TV SHOWS
cs_cz: TV SERIÁLY
de_de: SERIEN
he_il: סדרות
hu_hu: SOROZATOK
pt: PROGRAMAS DE TV
ru_ru: СЕРИАЛЫ
sr_latn_cs: ТВ ЕМИСИЈЕ
sv_se: TV-PROGRAM

# TVShowsHubSectionSubHeader.Text
source: see all shows
cs_cz: zobrazit všechny seriály
de_de: alle serien anzeigen
he_il: כל הסדרות
hu_hu: az összes sorozat
pt: ver todos os programas
ru_ru: смотреть все сериалы
sr_latn_cs: све емисије
sv_se: se alla program

# AboutAppBarMenu.Label
source: about
cs_cz: o aplikaci
de_de: über
he_il: אודות
hu_hu: névjegy
pt: sobre
ru_ru: о программе
sr_latn_cs: инфо
sv_se: om

# AddConnectionPageTitle.Text
source: ADD CONNECTION
cs_cz: PŘIDAT PŘIPOJENÍ
de_de: VERBINDUNG HINZUFÜGEN
he_il: חיבור חדש
hu_hu: KAPCSOLAT HOZZÁADÁSA
pt: ADICIONAR CONEXÃO
ru_ru: ДОБАВИТЬ ПОДКЛЮЧЕНИЕ
sr_latn_cs: ДОДАЈ КОДИ СЕРВЕР
sv_se: LÄGG TILL ANSLUTNING

# AddServer.Label
source: add server
cs_cz: přidat server
de_de: server hinzufügen
he_il: שרת חדש
hu_hu: szerver hozzáadása
pt: adicionar servidor
ru_ru: добавить сервер
sr_latn_cs: додај сервер
sv_se: lägg till server

# AlbumPageTitle.Text
source: SONGS
cs_cz: PÍSNĚ
he_il: שירים
hu_hu: SZÁMOK
pt: MÚSICAS
ru_ru: ПЕСНИ
sr_latn_cs: ПЈЕСМЕ
sv_se: LÅTAR

# Albums.Header
source: ALBUMS
cs_cz: ALBA
de_de: ALBEN
he_il: אלבומים
hu_hu: ALBUMOK
pt: ÁLBUNS
ru_ru: АЛЬБОМЫ
sr_latn_cs: АЛБУМИ
sv_se: ALBUM

# AlbumsTitle.Text
source: ALBUMS
cs_cz: ALBA
de_de: ALBEN
he_il: אלבומים
hu_hu: ALBUMOK
pt: ÁLBUNS
ru_ru: АЛЬБОМЫ
sr_latn_cs: АЛБУМИ
sv_se: ALBUM

# AllMoviesTitle.Text
source: ALL
cs_cz: VŠE
de_de: ALLE
he_il: הכל
hu_hu: MINDEN
pt: TODOS
ru_ru: ВСЕ
sr_latn_cs: СВЕ
sv_se: ALLA

# AllMusicPivotTitle.Text
source: ALL MUSIC
cs_cz: VŠECHNA HUDBA
de_de: GESAMTE MUSIK
he_il: כל המוסיקה
hu_hu: MINDEN ZENE
pt: TODAS AS MÚSICAS
ru_ru: ВСЯ МУЗЫКА
sr_latn_cs: СВА МУЗИКА
sv_se: ALL MUSIK

# ArtistsTitle.Text
source: ARTISTS
cs_cz: UMĚLCI
de_de: KÜNSTLER
he_il: אמנים
hu_hu: ELŐADÓK
pt: ARTISTAS
ru_ru: ИСПОЛНИТЕЛИ
sr_latn_cs: ИЗВОЂАЧИ
sv_se: ARTISTER

# Bio.Text
source: BIO
he_il: מידע
hu_hu: LEÍRÁS
ru_ru: БИОГРАФИЯ
sr_latn_cs: БИОГРАФИЈА

# CancelAppBarMenu.Label
source: cancel
cs_cz: zrušit
de_de: abbrechen
he_il: בטל
hu_hu: mégsem
pt: cancelar
ru_ru: отменить
sr_latn_cs: откажи
sv_se: avbryt

# Cast.Header
source: CAST
cs_cz: OBSAZENÍ
de_de: DARSTELLER
he_il: שחקנים
hu_hu: SZEREPLŐK
pt: ELENCO
ru_ru: ИСПОЛНИТЕЛИ
sr_latn_cs: ГЛУМЦИ
sv_se: SKÅDESPELARE

source: clean audio library
cs_cz: vyčistit audio knihovnu
de_de: audio-bibliothek säubern
he_il: נקה ספריית מוסיקה
hu_hu: audio könyvtár törlése
pt: limpar biblioteca de áudio
ru_ru: очистить аудиотеку
sr_latn_cs: обриши аудио библиотеку
sv_se: rensa ljudbibliotek

source: clean video library
cs_cz: vyčistit video knihovnu
de_de: video-bibliothek säubern
he_il: נקה ספריית וידאו
hu_hu: video könyvtár törlése
pt: limpar biblioteca de áudio
ru_ru: очистить видеотеку
sr_latn_cs: обриши видео библиотеку
sv_se: rensa videobibliotek

# ConnectionName.Header
source: Name
cs_cz: Název
he_il: שם
hu_hu: Név
pt: Nome
ru_ru: Наименование
sr_latn_cs: Назив
sv_se: Namn

# ConnectionsPageTitle.Text
source: CONNECTIONS
cs_cz: PŘIPOJENÍ
de_de: VERBINDUNGEN
he_il: חיבורים
hu_hu: KAPCSOLATOK
pt: CONEXÕES
ru_ru: ПОДКЛЮЧЕНИЯ
sr_latn_cs: КОНЕКЦИЈЕ
sv_se: ANSLUTNINGAR

# Director.Text
source: DIRECTOR
cs_cz: REŽIE
de_de: REGISSEUR
he_il: במאי
hu_hu: RENDEZŐ
pt: DIRETOR
ru_ru: РЕЖИССЕР
sr_latn_cs: РЕЖИСЕР
sv_se: REGISSÖR

source: download subtitles
cs_cz: stáhnout titulky
de_de: untertitel herunterladen
he_il: הורדת כתוביות
hu_hu: feliratok letöltése
pt: baixar legendas
ru_ru: загрузить субтитры
sr_latn_cs: нађи титлове
sv_se: ladda ner undertexter

# Genre.Text
source: GENRE
cs_cz: ŽÁNR
he_il: ז'אנר
hu_hu: MŰFAJ
pt: GÊNERO
ru_ru: ЖАНР
sr_latn_cs: ЖАНР

# Info.Header
source: INFO
he_il: מידע
hu_hu: INFÓ
ru_ru: ИНФОРМАЦИЯ
sr_latn_cs: ИНФО

# Mood.Text
source: MOOD
cs_cz: NÁLADA
de_de: STIMMUNG
he_il: אווירה
hu_hu: HANGULAT
pt: HUMOR
ru_ru: НАСТРОЕНИЕ
sr_latn_cs: РАСПОЛОЖЕЊЕ
sv_se: STÄMNING

# Passowrd.Header
source: Password
cs_cz: Heslo
de_de: Passwort
he_il: סיסמה
hu_hu: Jelszó
pt: Senha
ru_ru: Пароль
sr_latn_cs: Лозинка
sv_se: Lösenord

# PlayAlbumAppBarMenu.Label
source: play album
cs_cz: přehrát album
de_de: album abspielen
he_il: נגן אלבום
hu_hu: album lejátszása
pt: tocar álbum
ru_ru: слушать альбом
sr_latn_cs: пусти албум
sv_se: spela album

# PlayArtistAppBarMenu.Label
source: play artist
cs_cz: přehrát umělce
de_de: künstler abspielen
he_il: נגן אמן
hu_hu: előadó lejátszása
pt: tocar artista
ru_ru: слушать исполнителя
sr_latn_cs: пусти извођача
sv_se: spela artist

# PlayMovieAppBarMenu.Label
source: play movie
cs_cz: přehrát film
de_de: film abspielen
he_il: נגן סרט
hu_hu: film lejátszása
pt: iniciar filme
ru_ru: смотреть фильм
sr_latn_cs: прикажи филм
sv_se: spela film

# Plot.Header
source: PLOT
cs_cz: DĚJ
de_de: HANDLUNG
he_il: עלילה
hu_hu: TÖRTÉNET
pt: ÊNREDO
ru_ru: СЮЖЕТ
sr_latn_cs: ЗАПЛЕТ

# PlotText.Text
source: PLOT
cs_cz: DĚJ
de_de: HANDLUNG
he_il: עלילה
hu_hu: TÖRTÉNET
pt: ÊNREDO
ru_ru: СЮЖЕТ
sr_latn_cs: ЗАПЛЕТ

# Port.Header
source: Port
he_il: פורט
pt: Porta
ru_ru: Порт
sr_latn_cs: Порт

# Rating.Text
source: RATING
cs_cz: HODNOCENÍ
de_de: BEWERTUNG
he_il: דירוג
hu_hu: ÉRTÉKELÉS
pt: CLASSIFICAÇÃO
ru_ru: РЕЙТИНГ
sr_latn_cs: ОЦЈЕНА
sv_se: Omdöme

# RefreshAppBarMenu.Label
source: refresh
cs_cz: obnovit
de_de: aktualisieren
he_il: רענן
hu_hu: frissítés
pt: recarregar
ru_ru: обновить
sr_latn_cs: освјежи
sv_se: Uppdatera

# RemoteAppBarMenu.Label
source: remote
cs_cz: ovladač
de_de: fernbedienung
he_il: שלט
hu_hu: távirányító
pt: controle
ru_ru: пульт
sr_latn_cs: даљински
sv_se: fjärrkontroll

# Runtime.Text
source: RUNTIME
cs_cz: DÉLKA
de_de: SPIELZEIT
he_il: זמן צפיה
hu_hu: HOSSZ
pt: DURAÇÃO
ru_ru: ДЛИТЕЛЬНОСТЬ
sr_latn_cs: ТРАЈАЊЕ
sv_se: LÄNGD

# SaveAppBarMenu.Label
source: save
cs_cz: uložit
de_de: speichern
he_il: שמירה
hu_hu: mentés
pt: salvar
ru_ru: сохранить
sr_latn_cs: сачувај
sv_se: spara

# SearchAppBarMenu.Lable
source: search
cs_cz: hledat
de_de: suchen
he_il: חיפוש
hu_hu: keresés
pt: procurar
ru_ru: поиск
sr_latn_cs: тражи
sv_se: sök

# SearchMoviesTitle.Text
source: SEARCH MOVIES
cs_cz: VYHLEDAT FILMY
de_de: FILME SUCHEN
he_il: חפש סרט
hu_hu: FILMEK KERESÉSE
pt: PROCURAR FILMES
ru_ru: ПОИСК ФИЛЬМОВ
sr_latn_cs: ПРЕТРАЖИ ФИЛМОВЕ
sv_se: SÖK FILMER

# SearchTVShowsTitle.Text
source: SEARCH TV SHOWS
cs_cz: VYHLEDAT TV SERIÁLY
de_de: TV-SENDUNGEN SUCHEN
he_il: חפש סדרה
hu_hu: SOROZATOK KERESÉSE
pt: PROCURAR PROGRAMAS DE TV
ru_ru: ПОИСК СЕРИАЛОВ
sr_latn_cs: ПРЕТРАЖИ ТВ ЕМИСИЈЕ
sv_se: SÖK TV-PROGRAM

# Seasons.Header
source: SEASONS
cs_cz: SEZÓNA
de_de: STAFFELN
he_il: עונות
hu_hu: ÉVADOK
pt: TEMPORADAS
ru_ru: СЕЗОНЫ
sr_latn_cs: СЕЗОНЕ
sv_se: SÄSONGER

# ServerAddress.Header
source: Server Address
cs_cz: Adresa Serveru
de_de: Serveradresse
he_il: כתובת שרת
hu_hu: Szerver címe
pt: Endereço do Servidor
ru_ru: Адрес сервера
sr_latn_cs: Адреса сервера
sv_se: Serveradress

# SettingsAppBarMenu.Label
source: settings
cs_cz: nastavení
de_de: einstellungen
he_il: הגדרות
hu_hu: beállítások
pt: opções
ru_ru: настройки
sr_latn_cs: подешавања
sv_se: inställningar

# Songs.Header
source: SONGS
cs_cz: PÍSNĚ
he_il: שירים
hu_hu: SZÁMOK
pt: MÚSICAS
ru_ru: ПЕСНИ
sr_latn_cs: ПЈЕСМЕ
sv_se: LÅTAR

# SongsTitle.Text
source: SONGS
cs_cz: PÍSNĚ
he_il: שירים
hu_hu: SZÁMOK
pt: MÚSICAS
ru_ru: ПЕСНИ
sr_latn_cs: ПЈЕСМЕ
sv_se: LÅTAR

# Studio.Text
source: STUDIO
he_il: סטודיו
hu_hu: STÚDIÓ
pt: ESTÚDIO
ru_ru: СТУДИЯ
sr_latn_cs: СТУДИО

# SwitchServerAppBarMenu.Label
source: switch server
cs_cz: přepnout server
de_de: server wechseln
he_il: החלף שרת
hu_hu: szerverváltás
pt: trocar servidor
ru_ru: сменить сервер
sr_latn_cs: промијени сервер
sv_se: byt server

# Tagline.Text
source: TAGLINE
cs_cz: SLOGAN
he_il: תגית
hu_hu: ALCÍM
ru_ru: СЛОГАН
sr_latn_cs: КРАТАК ОПИС

source: track
cs_cz: stopa
de_de: song
he_il: רצועה
hu_hu: szám
pt: música
ru_ru: дорожка
sr_latn_cs: пјесма
sv_se: spår

source: tracks
cs_cz: stopy
de_de: songs
he_il: רצועות
hu_hu: szám
pt: músicas
ru_ru: дорожки
sr_latn_cs: пјесме
sv_se: spår

# TVShowsPageTitle.Text
source: TV SHOWS
cs_cz: TV SERIÁLY
de_de: TV-SENDUNGEN
he_il: סדרות
hu_hu: SOROZATOK
pt: PROGRAMAS DE TV
ru_ru: СЕРИАЛЫ
sr_latn_cs: ТВ ЕМИСИЈЕ
sv_se: TV-PROGRAM

# UnwatchedMoviesTitle.Text
source: NEW
cs_cz: NOVÉ
de_de: NEU
he_il: חדש
hu_hu: ÚJ
pt: NOVO
ru_ru: НОВЫЕ
sr_latn_cs: НОВИ
sv_se: NYA

source: update audio library
cs_cz: aktualizovat audio knihovnu
de_de: audio-bibliothek aktualisieren
he_il: עדכן ספריית מוסיקה
hu_hu: audio könyvtár frissítése
pt: atualizar biblioteca de aúdio
ru_ru: обновить аудиотеку
sr_latn_cs: ажурирај аудио библиотеку
sv_se: uppdatera ljudbibliotek

source: update video library
cs_cz: aktualizovat video knihovnu
de_de: video-bibliothek aktualisieren
he_il: עדכן ספריית וידאו
hu_hu: video könyvtár frissítése
pt: atualizar biblioteca de vídeo
ru_ru: обновить видеотеку
sr_latn_cs: ажурирај видео библиотеку
sv_se: uppdatera videobibliotek

# Username.Header
source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
he_il: שם משתמש
hu_hu: Felhasználónév
pt: Nome de Usuário
ru_ru: Имя пользователя
sr_latn_cs: Корисничко име
sv_se: Användarnamn

# WarningNote.Text
source: Note: Usernames and passwords are stored and transmitted in plain text. Make sure you are not using the same password anywhere else.
cs_cz: Poznámka: Uživatelská jména a hesla jsou ukládána a přenášena jako prostý text. Ujistěte se prosím, že stejné heslo nepoužíváte nikde jinde.
de_de: Info: Benutzernamen und Passwörter werden in Klartext gespeichert und versendet. Stelle sicher, dass Du die gleichen Daten nirgendwo anders benutzt.
he_il: שים לב: שם משתמש וסיסמה מאוחסנים ונשלחים בצורה לא מאובטחת. ודא כי אינך משתמש בסיסמה זו במקום אחר.
hu_hu: Megjegyzés: A felhasználónevet és a jelszót egyszerű szövegként továbbítjuk. Ne használd ugyanazt a jelszót több helyen is.
pt: Aviso: Nomes de usuário e senhas são transmitidas em texto plano. Garanta que você não está usando os mesmos dados em nenhum outro lugar.
ru_ru: Примечание: Имя пользователя и пароль хранятся и предаются открытым текстом. Не используй этот пароль где-либо еще.
sr_latn_cs: Упозорење: корисничко име и лозинка се чувају незаштићени. Побрините се да не користите исту лозинку на неком другом мјесту.
sv_se: Notera: Användarnamn och lösenord är lagrade och skickade i klartext. Se till att du inte använder samma lösenord någon annanstans.

# WatchedMovies.Text
source: WATCHED
cs_cz: ZHLÉDNUTÉ
de_de: GESEHEN
he_il: נצפה
hu_hu: MEGNÉZVE
pt: ASSISTIDO
ru_ru: ПРОСМОТРЕННЫЕ
sr_latn_cs: ВЕЋ СТЕ ГЛЕДАЛИ
sv_se: SEDDA

# Writer.Text
source: WRITER
cs_cz: SCÉNÁŘ
de_de: DREHBUCH
he_il: תסריטאי
hu_hu: ÍRÓ
pt: ROTEIRISTA
ru_ru: СЦЕНАРИЙ
sr_latn_cs: ПИСАЦ
sv_se: FÖRFATTARE

# QueueAlbumMenu.Label
source: queue album
cs_cz: album do fronty
de_de: album einreihen
he_il: הוסף אלבום לרשימה
hu_hu: album sorba állítása
pt: agendar álbum
ru_ru: добавить альбом в очередь
sr_latn_cs: додај албум на листу за свирку
sv_se: Köa album

# QueueArtistMenu.Label
source: queue artist
cs_cz: umělce do fronty
de_de: küntler einreihen
he_il: הוסף אמן לרשימה
hu_hu: előadó sorba állítása
pt: agendar artista
ru_ru: добавить исполнителя в очередь
sr_latn_cs: додај извођача на листу за свирку
sv_se: Köa artist

# BackwardComboBox.Header
source: what does backward do
cs_cz: co provadí zpět
de_de: was macht zurück
he_il: מה כפתור אחורה עושה
hu_hu: mit csináljon a hátra
pt: o que retroceder faz
ru_ru: что делает кнопка назад
sr_latn_cs: шта дугме за назад ради
sv_se: vad gör bakåt?

# ForwardComboBox.Header
source: what does forward do
cs_cz: co provádí vpřed
de_de: was macht vorwärts
he_il: מה כפתור קדימה עושה
hu_hu: mit csináljon az előre
pt: o que avançar faz
ru_ru: что делает кнопка вперед
sr_latn_cs: шта дугме за напријед ради
sv_se: vad gör framåt?

# SettingsButtons.Text
source: BUTTONS
cs_cz: TLAČÍTKA
de_de: TASTEN
he_il: כפתורים
hu_hu: GOMBOK
pt: BOTÕES
ru_ru: КНОПКИ
sr_latn_cs: ДУГМИЋИ
sv_se: KNAPPAR

# SettingsButtonsSub.Text
source: choose what buttons appear on remote
cs_cz: vyberte, která tlačítka se zobrazí na ovladači
de_de: wähle aus, welche tasten auf der fernbedienung erscheinen sollen
he_il: בחר אילו כפתורים יופיעו בשלט
hu_hu: válaszd ki a megjelenítendő gombokat
pt: escolha quais botões aparecem no controle
ru_ru: выбери кнопки отображающиеся на пульте
sr_latn_cs: које дугмиће да ставим на даљински
sv_se: välj vilka knappar som visas på fjärkontrollen

# SettingsSkipJump.Text
source: SKIP + JUMP
cs_cz: PŘESKOČIT + POSKOČIT
de_de: ÜBER-/SPRINGEN
he_il: דילוג ומעבר
hu_hu: KIHAGYÁS + UGRÁS
pt: AVANÇAR + PULAR
ru_ru: ПРОПУСК + ПЕРМОТКА
sr_latn_cs: ПРЕСКОЧИ + ИДИ ДАЉЕ
sv_se: HOPPA FÖRBI + HOPPA ÖVER

# CacheNote.Text
source: Kodi Assist saves some images on your phone so you can access your library more quickly. If things like album art and movie posters have changed, you can refresh to see them right away.
cs_cz: Kodi Assist uládá některé obrázky ve vašem telefonu, abyste měli rychlejší přístup do knihovny. Pokud dojde ke změně přebalů desek nebo filmových plakátů, můžete je znovu načíst.
de_de: Kodi Assist speichert einige Bilder auf Ihrem Telefon, um schneller auf Ihre Bibliothek zugreifen zu können. Wenn sich Dinge wie Album-Cover und Filmplakate geändert haben, können Sie aktualisieren, um sie sofort anzuzeigen.
he_il: האפליקציה שומרת קבצים זמניים בטלפון על מנת לאפשר כניסה מהירה יותר לספריה. אם תמונות אלבומים או פוסטרים של סרטים השתנו, ניתן ללחוץ על רענון ולראות אותם מיד.
hu_hu: A Kodi Assist képeket ment a telefonodra, hogy így gyorsabban érhesd el a könyvtárad. Ha időközben változtak volnak az előadók képei vagy a filmek poszterei, frissítheted őket hogy azonnal lásd a változást.
pt: Kodi Assist salva algumas imagens no seu aparelho para que você possa acessar sua biblioteca rapidamente. Se as capas de álbuns e os pôsteres dos filmes forem alterados, você pode recarregá-los.
ru_ru: Kodi Assist сохраняет некоторые изображения на телефоне так, чтобы иметь более быстрый доступ к библиотеке . Если такие изображения, как обложка альбома или постеры фильма изменились, можно выполнить обновление, чтобы увидеть их прямо сейчас.
sr_latn_cs: "Kodi Assist" чува неке слике на телефону тако да се може брже приступити библиотеци. Ако су се постери промијенили, можете их одмах освјежити.
sv_se: Kodi Assist sparar några bilder på din telefon för att du ska komma åt ditt bibliotek fortare. Om något som album och filmaffischer har ändrats kan du uppdatera för att se de direkt.

# JustAMoment.Text
source: Just a moment...
cs_cz: Chviličku strpení...
de_de: Einen Moment, bitte...
he_il: רק רגע...
hu_hu: Egy pillanat...
pt: Um momento...
ru_ru: Один момент...
sr_latn_cs: Само тренутак...
sv_se: Bara en sekund...

# SettingsAutoconnect.Text
source: AUTOCONNECT
cs_cz: AUTOMATICKÉ PŘIPOJENÍ
de_de: AUTOMATISCH VERBINDEN
he_il: התחבר אוטומטית
hu_hu: AUTO-CSATLAKOZÁS
pt: CONECTAR AUTOMATICAMENTE
ru_ru: АВТОПОДКЛЮЧНИЕ
sr_latn_cs: СПОЈИ СЕ АУТОМАТСКИ
sv_se: AUTOMATISK ANSLUTNING

# SettingsAutoconnectToggle.Header
source: connect automatically on startup
cs_cz: připojovat automaticky při spuštění
de_de: beim start automatisch verbinden
he_il: נתחבר אוטומטית בכניסה לאפליקציה
hu_hu: automatikus csatlakozás induláskor
pt: conectar automaticamente ao iniciar
ru_ru: автоподключать при старте
sr_latn_cs: споји се аутоматски при покретању апликације
sv_se: anslut automatiskt vid uppstart

# SettingsConnectionsPivotHeader.Text
source: CONNECTIONS
cs_cz: PŘIPOJENÍ
de_de: VERBINDUNGEN
he_il: חיבורים
hu_hu: KAPCSOLATOK
pt: CONEXÕES
ru_ru: ПОДКЛЮЧЕНИЯ
sr_latn_cs: КОДИ СЕРВЕРИ
sv_se: ANSLUTNINGAR

# SettingsPageHeader.Text
source: SETTINGS
cs_cz: NASTAVENÍ
de_de: EINSTELLUNGEN
he_il: הגדרות
hu_hu: BEÁLLÍTÁSOK
pt: OPÇÕES
ru_ru: НАСТРОЙКИ
sr_latn_cs: ПОДЕШАВАЊА
sv_se: INSTÄLLNINGAR

# SettingsRefreshCacheButton.Content
source: refresh
cs_cz: obnovit
de_de: aktualisieren
he_il: רענון
hu_hu: frissítés
pt: recarregar
ru_ru: обновить
sr_latn_cs: освјежи
sv_se: uppdatera

# SettingsRemotePivotHeader.Text
source: REMOTE
cs_cz: OVLADAČ
de_de: FERNBEDIENUNG
he_il: שלט
hu_hu: TÁVIRÁNYÍTÓ
pt: CONTROLE
ru_ru: ПУЛЬТ
sr_latn_cs: ДАЉИНСКИ
sv_se: FJÄRRKONTROLL

# SettingsTempFiles.Text
source: TEMPORARY FILES
cs_cz: DOČASNÉ SOUBORY
de_de: TEMPORÄRE DATEIEN
he_il: קבצים זמניים
hu_hu: ÁTMENETI FÁJLOK
pt: ARQUIVOS TEMPORÁRIOS
ru_ru: ВРЕМЕННЫЕ ФАЙЛЫ
sr_latn_cs: ПРИВРЕМЕНИ ФАЈЛОВИ
sv_se: TILLFÄLLIGA FILER

# AboutAboutPivotHeader.Text
source: ABOUT
cs_cz: O APLIKACI
de_de: ÜBER
he_il: אודות
hu_hu: NÉVJEGY
pt: SOBRE
ru_ru: О ПРОГРАММЕ
sr_latn_cs: ИНФО
sv_se: OM

# AboutAnagh.Text
source: Excellent designs by
cs_cz: Znamenitý design od
de_de: Herausragende Designs von
he_il: עיצובים מצוינים תודות ל-
hu_hu: Kiváló tervezés:
pt: Design por
ru_ru: Отличный дизайн от
sr_latn_cs: Дизајнирао...
sv_se: Utmärkta designer av

# AboutAppHeader.Text
source: APP
cs_cz: APLIKACE
he_il: אפליקציה
hu_hu: ALKALMAZÁS
ru_ru: ПРИЛОЖЕНИЕ
sr_latn_cs: АПЛИК.

# AboutAppText.Text
source: The app aims to be the ultimate remote control client for Kodi. The app is made open source in spirit of Kodi and all the source code is available at GitHub.
cs_cz: Tato aplikace si klade za cíl být tím nejlepším dálkovým ovladačem pro Kodi. V duchu Kodi ma tato aplikace otevřený zdrojový kód, který je k dispozici na serveru GitHub.
de_de: Diese soll der ultimative Fernbedienungs-Client für Kodi sein. Die App ist open-source im Geiste von Kodi und sämtlicher Code ist auf GitHub verfügbar.
he_il: האפליקציה מכוונת להיות השלט הרחוק האולטימטיבי עבור קודי. האפליקציה פותחה בקוד פתוח על פי הרוח של קודי וקוד המקור זמין ב-GitHub
hu_hu: Azt szeretnénk, hogy ez az alkalmazás legyen a legjobb Kodi távirányító. A Kodi szellemét követve az alkalmazás forrását elérhetővé tettük a GitHubon.
pt: Este app é o melhor controle remoto para o Kodi. Totalmente open source seguindo o espírito do Kodi, todo o código fonte está disponível no GitHub.
ru_ru: Приложение стремится быть лучшим в мире пультом дистанционного управления для Kodi. Приложение выполнено в духе открытого кода Kodi, и весь исходный код доступен на GitHub.
sr_latn_cs: Ова апликација тежи да буде најбољи даљински за Коди. Направљена је на принципу отвореног кода у духу Кодија и комплетан изворни код је доступан на "GitHub"-у.

# AboutCodeIn.Text
source: CODE IN
cs_cz: PŘISPĚJTE DO KÓDU
de_de: MITCODEN
he_il: הצטרף לקידוד
hu_hu: KÓDOLJ
pt: CODAR
ru_ru: ПРОГРАММИРУЙ
sr_latn_cs: ПРОГРАМИРАТЕ?
sv_se: KOD IN

# AboutCodeInNote.Text
source: Found something that you can fix or make better? Awesome. Create a fork of repository here and start coding. If we like your code, we will definitely accept it. You also get a thank you note!
cs_cz: Našli jste něco, co byste uměli opravit a nebo vylepšit? Výborně! Zde si vytvořte vlastní odnož repozitáře a začněte kódovat. Když se nám budou vaše změny líbit, určitě je přijmeme. Navíc dostanete i poděkování!
de_de: Etwas gefunden, das behoben oder verbessert werden kann? Fantastisch. Erstellen Sie einen Zweig der Repository und fangen Sie an zu coden. Wenn uns Ihr Code gefällt, werden wir ihn definitiv annehmen. Sie bekommen auch ein Dankeschön!
he_il: מצאת משהו שצריך לתקן או לשפר? מצוין, צור גרסת קוד כאן (fork) והתחל לקודד. אם אנחנו נאהב את הקוד שלך, אנחנו נקבל אותו ללא ספק. כמובן שתקבל מכתב תודה!
hu_hu: Találtál valamit amit javítanál vagy jobbá tennél? Remek. Itt forkolhatod a forrást. Ha tetszik a kódod, biztosan el fogjuk fogadni. Még meg is köszönjük!
pt: Encontrou algo que pode ser concertado ou melhorado? Ótimo. Crie um fork do nosso repositório e comece a codar. Se gostarmos do seu código, certamente iremos aceitá-lo. Você também receberá um agradecimento!
ru_ru: Нашел то, что можешь исправить или сделать лучше? Чудесно. Создай форк репозитория здесь и начни кодирование. Если нам понравится твой код, мы обязательно его примем. Ты также получишь спасибо за то, что отметишь!
sr_latn_cs: Пронашли сте нешто да поправите или да побољшате? Креирајте репозиторијум овдје и почните да програмирате. Ако нам се свиди, сигурно ћемо га прихватити. Добићете и поруку захвалницу!

# AboutContributeNote.Text
source: This app is part of open source project on GitHub. There are a number of ways you can contribute to it.
cs_cz: Tato aplikace je součástí projektu s otevřeným kódem na serveru GitHub. Je spousta možností, jak můžete přispět.
de_de: Diese App ist Teil eines Open-Source-Projekts auf GitHub. Es gibt verschiedene Möglichkeiten dazu beizutragen.
he_il: האפליקציה היא חלק מפרויקט קוד פתוח ב-GitHub. ישנן מספר דרכים שבאפשרותך להציע את עזרתך לפרויקט.
hu_hu: Ez az alkalmazás egy nyílt forrású projekt része a GitHubon. Többféle módon is hozzájárulhatsz a fejlesztéshez.
pt: Este app é parte de um projeto de código aberto no GitHub. Existem diversas maneiras que você pode contribuir.
ru_ru: Это приложение является частью проекта с открытым кодом на GitHub. Существует ряд способов, которыми можно внести в него свой вклад.
sr_latn_cs: Ова апликација је дио пројекта отвореног кода на "GitHub"-у. И ви можете допринијети развоју апликације.

# AboutContributePivotHeader.Text
source: CONTRIBUTE
cs_cz: ZAPOJTE SE
de_de: BEITRAGEN
he_il: הצע עזרה
hu_hu: HOZZÁJÁRULÁS
pt: CONTRIBUIR
ru_ru: ВНЕСИ ВКЛАД
sr_latn_cs: ДОПРИНЕСИТЕ

# AboutCreditsHeader.Text
source: CREDITS
cs_cz: ZÁSLUHY
de_de: DANKSAGUNGEN
he_il: קרדיטים
hu_hu: KÖSZÖNET
pt: CRÉDITOS
ru_ru: БЛАГОДАРНОСТИ
sr_latn_cs: ДОПРИНОСИ
